<script lang="ts" setup>

</script>

<template>
    <div style="text-align: center;">
      <p>免责声明：</p>
      <p>欢迎访问我们关于Vup虚拟主播的网站。本网站旨在分享相关虚拟主播内容，并遵守互联网共享精神，帮助他人了解该领域。</p>
      <p>来源声明：本网站可能引用各种软件和网络资源，包括影像、图片等，这些资源均来自互联网或其他合法渠道。我们尊重知识产权，并会尽力标明资源的来源。若对资源来源有疑问，请及时联系我们，我们将第一时间进行核实和处理。</p>
      <p>非商业目的：本网站作为非盈利性质，不会以任何形式从所分享的内容中获取经济利益。</p>
      <p>内容准确性：我们尽力确保所分享的信息和内容准确无误，但对于由此带来的后果概不负责。</p>
      <p>第三方链接：本网站可能包含指向第三方网站的链接。这些链接仅供参考，我们对这些网站的内容和隐私政策概不负责。</p>
      <p>使用风险：访问本网站所涉及的任何使用皆由访问者自行承担风险，包括但不限于电脑系统损坏、数据丢失等情况。</p>
      <p>法律适用：本免责声明受中华人民共和国法律管辖并解释。</p>
      <p>感谢您阅读本免责声明，如果您继续访问本网站，则表明您已经同意并接受本免责声明的所有条款和条件。</p>
      <p style="text-align: center;">本网站内容使用 <a href="https://creativecommons.org/licenses/by-nc-sa/4.0/" target="_blank">知识共享署名-非商业性使用-相同方式共享 4.0 国际许可协议(CC BY-NC-SA 4.0)</a> 进行许可。</p>
    </div>
    </template>

<style scoped>

</style>